import React from "react";

function Confident() {
  return (
    <div style={{display:"flex", flexDirection:"column", alignItems:"center"
        }}>
            <div style={{display:"flex", flexDirection:"column",width: "1000px"
        }}><h2>Согласие на обработку персональных данных на сайте</h2>
      Физическое лицо, оставляя заявку на сайте через форму записи или форму
      обратной связи, действуя свободно, своей волей и в своем интересе, а также
      подтверждая свою дееспособность, предоставляет согласие Обществу с
      ограниченной ответственностью «Blagboard» (ИНН 2807012600, ОГРН
      1042800145959), зарегистрированному по адресу 675000, Амурская область, г.
      Благовещенск, ул. Калинина, 1, пом.20024 на обработку своих персональных
      данных со следующими условиями:<br/> - согласие дается на обработку
      персональных данных без использования средств автоматизации и с их
      использованием;<br/> - согласие дается на обработку: Ф. И. О., телефона, адреса
      электронной почты; <br/>- цель обработки персональных данных: запись на прием
      для получения медицинских услуг; осуществления обратной связи;<br/> -
      разрешенные действия: сбор, запись, систематизация, накопление, хранение,
      уточнение (обновление, изменение), извлечение, использование, передача
      (предоставление), блокирование, удаление, уничтожение.<br/> Персональные данные
      обрабатываются до момента окончания обработки поступившей заявки, а в
      случае подтверждения записи – до момента заключения договора. Согласие
      может быть отозвано путем направления письменного заявления по адресу,
      указанному в данном согласии.
    </div></div>
      
  );
}

export default Confident;
